Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: La izquierda pro-europea es ahora una colección de restos malolientes dejados por la descomposición del PS, que sin embargo, sigue jugando su rol contra-revolucionario no solo en Ucrania sino a nivel internacional.
en: The pro-European Left is now a collection of foul-smelling remains left by the decomposition of the SP, which however, still playing his counter-revolutionary role not only in Ukraine but internationally.

source: La lógica de la situación lo lleva inevitablemente por este camino, pero la respuesta no depende de la definición formal de ‘fascismo’ como tal, sino de la relación de fuerzas real, de la dinámica del proceso político que viven las masas, de la estrategia de la vanguardia proletaria y, finalmente, del curso de los acontecimientos en Europa occidental, sobre todo en Francia” (Trotsky, Bonapartismo y fascismo).
en: the logic of the situation drives him inevitably on this path – that does not depend upon the formal definition of “fascism as such,” but upon the true relationship of forces, the dynamics of the political processes taking place in the masses, the strategy of the proletarian vanguard, finally, the course of events in Western Europe and above all in France” (Trotsky, Bonapartism and Fascism).

source: La masa fundamental de los fascistas está compuesta de polvareda humana” (Trotsky, Alemania, la clave de la situación internacional).
en: The fundamental mass of the fascists is conposed of dust cloud human" (Trotsky, German, The key of the international situation).

source: La masacre anticomunista de Odesa y la expulsión del PC del parlamento hace unos días apuntan hacia eso.
en: The anti-communist massacre of Odessa and expulsion of the CP from parliament a few days ago are pointing to it.

source: La masacre dejó oficialmente 40 muertos.
en: The massacre left officially 40 dead.

source: La más grande de todas se hizo a principios del 2012:
en: The most large of all was made in early 2012:

source: La nueva burguesía ucraniana actuaba como agente cipayo de la dominación imperialista pero para las masas más atrasadas se trataba de la misma casta rusófila en el poder.
en: The new Ukrainian bourgeoisie acted as sepoy agent of imperialist domination, but to the most backward masses was the same Russophile caste in power.

source: La parte política del Acuerdo de Asociación también incluye algunos puntos contradictorios, pero en general puede ayudar a hacer una Ucrania más democrática y de mente abierta, y puede ayudarnos a asegurar el dominio de la ley […]
en: The political part of the Association Agreement also includes some contradictory points, but in general can help make a more democratic and open mind Ukraine, and can help us ensure the domain of the law [...]

source: La profunda inconsistencia y superficialidad de las discusiones de burgueses y pequeño-burgueses acerca de la ideología de Svoboda no se deben tanto al mérito intelectual de sus autores, sino más bien a la necesidad de sembrar confusión en el proletariado para que este quede anestesiado y así el fascismo pueda realizar su difícil operación sin mayores contratiempos.
en: The profound inconsistency and shallowness of arguments of bourgeois and petty bourgeois about the ideology of Svoboda are not both intellectual merit of its authors, but rather the need to sow confusion among the proletariat that is anesthetized and fascism can thus perform its difficult operation without major setbacks.

source: La respuesta militar del gobierno a la intervención rusa sumada al nombramiento de oligarcas pro-europeo en una región eminentemente rusófona provocó el estallido armado de los explotados de la provincia de Donetsk subordinado por el PC a la burguesía rusófona que impone el separatismo burgués para dividir las filas de los explotados apoyado en la pequeño-burguesía.
en: The Government's military response to Russian intervention coupled to the appointment of pro-European oligarchs in a Russian-speaking region eminently provoked the armed outbreak of the exploited of the province of Donetsk subordinated by the CP to the Russian bourgeoisie that imposed bourgeois separatism to divide the ranks of the exploited supported in the petty bourgeoisie.

source: La restauración del capitalismo no resolvió en absoluto esta situación sino la agudizó al extremo:
en: The restoration of capitalism did not resolve this situation at all, but sharpened it to end:

source: La sección ucraniana del estalinismo mundial se encargó así de abortar la revolución socialista, subordinando al poderoso y concentrado proletariado del este y del sur al campo burgués “pro-ruso”, explotando la identidad cultural de esta parte de la población ucraniana bajo las banderas del “nacionalismo soviético y eslavo”.
en: The Ukrainian section of Stalinism worldwide, was the responsible of the abortion of Socialist Revolution, subordinating the powerful and concentrated proletariat from east and south, to the field of "pro-Russian" bourgeoisie, exploiting cultural identity of this part of the Ukrainian people under the banner of "Soviet and Slavic nationalism".

source: La situación para nada se ha cerrado, pero se está desarrollando aceleradamente y su resolución se está disputando sobre todo en el terreno internacional.
en: The situation for nothing has been closed, but is developing rapidly and its resolution is competing primarily in the international arena.

source: La social-democracia internacional, manchada por un siglo de traiciones, nuevamente se encuentra a los pies de la burguesía imperialista, levantando el mito del Maidán “revolucionario”, silenciando o justificando masacres como la de Odesa y sosteniendo por izquierda la ofensiva “anti-terrorista” de Kiev.
en: The international Social democracy, stained by a century of betrayals, again is at feet of imperialist bourgeoisie, maintaining myth of the "revolutionary" Maidan, silencing or justifying massacres as Odessa and supporting from the left the "anti terrorist" offensive of Kiev.

source: La socialdemocracia alemana por su parte, siguió acompañando pacíficamente al régimen, “combatiendo” a Hitler con votos de oposición en el parlamento para luego jurarle fidelidad y finalmente terminar todos perseguidos o asesinados.
en: The German social-democracy on the other hand, continued peacefully joining the regime, "fighting" Hitler with votes of opposition in the Parliament then swear him allegiance to finally end all persecuted or killed.

source: La tarea inmediata del proletariado en Ucrania es el derrocamiento del gobierno fascista de coalición;
en: The immediate task of the proletariat in Ukraine is the overthrow of the Fascist coalition Government;

source: La tragedia es que por culpa de sus direcciones reformistas, está vez la tendencia hacia la unidad es subordinada a un levantamiento encabezado por el fascismo,
en: The tragedy is that because of their reformist leaderships, this time the trend towards unity is subordinate to an uprising led by fascism,

source: La vieja oligarquía rusificada de Ucrania, liderada por Yanukovich y Rinat Ajmétov, ha venido entonces regateando negocios con el imperialismo, pero con la pérdida de posiciones muchos se han reubicado como defensores directos de las ambiciones de EEUU y Europa, como es el caso de la oligarca del gas Yulia Tymoshenko.
en: The old oligarchy Russianized of Ukraine, led by Yanukovich and Rinat Ajmétov, It has been then, haggling business with imperialism, but with the loss of positions, many have been placed as direct advocates of U.S. and European ambitions, as the case of the gas oligarch Yulia Tymoshenko..

source: La “revolución naranja” había triunfado y una nauseabunda demagogia pacifista (según la prensa burguesa no hubo ningún muerto) inundó la atmósfera política de toda Ucrania, llenando de falsas ilusiones parlamentarias a millones de explotados que estaban dispuestos a morir por el pan y su autodeterminación nacional.
en: The "orange revolution" had triumphed and a nauseating pacifist demagoguery (according to the bourgeois press there was no dead) flooded the political atmosphere of all Ukraine, filling of false parliamentary illusions to millions of exploited who were willing to die for bread and their national self-determination.

source: Lamentablemente esta forma de aproximarse a los problemas es completamente ajena al proletariado consiente y su vanguardia marxista:
en: Unfortunately, this way of approaching the problem is completely alien to the conscious proletariat and its Marxist vanguard :

source: Las bandas auxiliares de los demócratas nacionales bastan, por así decirlo, para los asuntos cotidianos.
en: The auxiliary bands of the National Democrats would suffice, so to speak, only for everyday affairs.

source: Las declaraciones más alarmistas sobre el EuroMaidan son posibles de ser usadas por los ingenieros políticos del Kremlin para la implementación de los proyectos geopolíticos de Putin […]
en: The most alarmist statements about Euromaidan are possible to be used by political engineers of Kremlin to implement the geopolitical projects of Putin

source: Las fuerzas naranjas fallaron en hacer un cambio del 2005-2010,
en: The Orange forces failed to make a change in the 2005-2010,

source: Lo cierto es que esas manifestaciones anti-fascistas son reales y completamente comprensibles en contra de lo que sostiene la izquierda del euro que se divide tareas con la izquierda del rublo.
en: The truth is that these anti-fascist demonstrations are real and completely understandable contrary to what holds the left of the euro which divides tasks with the left of the ruble.

source: Lo más probable es la cancelación de las elecciones del 25 de mayo o su transformación en un verdadero plebiscito fascista como fue la votación en el parlamento de la ley que le daba poderes absolutos a Hitler y donde la socialdemocracia interpretó su última escena en la tragedia del proletariado alemán.
en: Most likely is the cancellation of the elections of May 25 or its transformation into a true fascist plebiscite as it was the vote in the Parliament of the law which gave Hitler absolute powers and where social democracy played his last scene in the tragedy of the German proletariat.

source: Lo más probable es que los responsables hayan sido los partidos “democráticos” en el gobierno e incluso el mismo Svoboda.
en: Chances are that those responsible were the "democratic" parties in the Government and even the same Svoboda.

source: Lo que sí podemos asegurar y tenemos las pruebas a disposición es que el programa pro-europeo de “Oposición de Izquierda” es una verdadera estafa reformista y de este crimen fue autor intelectual Peter Taaffe del CWI y su escuela de cuadros.
en: The thing that we really can assure and we have the tests available is that the "Left opposition" pro-European program is a true reformist scam and of this crime was the mastermind Peter Taaffe of the CWI and its political school.

source: Lo sorprendente es el ritmo febril de los acontecimientos, la transición asombrosamente rápida de las consignas y técnicas aparentemente “revolucionarias” a la política contrarrevolucionaria de proteger a los propietarios contra los desmanes de los obreros y los campesinos.
en: The cinematic tempo of the course of events is surprising, the appallingly rapid transition from outwardly "revolutionary" slogans and techniques to a counterrevolutionary policy of protecting the property holders from the onslaught of the workers and peasants.

source: Los anarquistas también tienen influencia sobre la vanguardia obrera;
en: The anarchists also have influence on the workers vanguard; they manage the "Federation autonomous workers" that brings together about a hundred thousand exploited.

source: Los británicos tienen una experiencia significativa en proyectos de información abierta.
en: The British have a significant experience in projects of open information.

source: Los castro-chavistas del Militant de Alan Woods obviamente también están aquí sosteniendo la política de Fidel Castro sobre Ucrania.
en: The Castro-chavists of the Militant of Alan Woods obviously also are here holding the policy of Fidel Castro on Ukraine.

source: Los comunistas aumentan también, pero mucho más lentamente.
en: Communists increase also, but much more slowly.

source: Los demócratas nacionales no tienen nada de esto.
en: The National Democrats had not even a trace of this.

source: Los explotados no rusófonos del centro y sobre todo de la parte occidental de Ucrania vieron en el estalinismo un abierto enemigo de sus legítimas aspiraciones nacionales, aplastadas en sangre por monarcas europeos, turcos y rusos.
en: The exploited non Russian-speaking from Centre and above all from the western part of Ukraine, saw in the stalinism, an open enemy of their legitimate national aspirations crushed in blood by Russian, Turkish and European monarchs.

source: Los explotados rusófonos por el contrario, fueron tomando conciencia de la opresión del imperialismo sobre Ucrania y en particular sobre su nacionalidad, ya que EEUU y Alemania impulsaron siempre la xenofobia anti-rusa desde el campo burgués pro-europeo.
en: The Russian-speaking exploited by contrast, were becoming aware of the oppression of imperialism on Ukraine and in particular on their nationality, as the U.S. and Germany have always promoted the anti-Russian xenophobia from the pro-European bourgeois camp.

source: Los pacifistas incurables del PTS denuncian el Maidán como reaccionario pero tildan de “separatistas” a las milicias obreras del Este con el fin de evitar cualquier compromiso con la guerra civil revolucionaria.
en: The incurable pacifists of the PTS denounced the Maidan as reactionary, but brand of "separatists" to workers militias from the East in order to avoid any commitment to the revolutionary civil war.

source: Los parados no son una clase, pero constituyen ya una capa social muy compacta y muy estable, que busca en vano sustraerse a unas condiciones de vida insoportables.
en: The unemployed are not a class, but already constitute a social layer very compact and very stable, seeking in vain to escape unbearable living conditions.

source: Los pronunciamientos de Borotda tampoco tienen desperdicio.
en: Borotda pronouncements also do not have waste.

source: Los que defienden el dominio imperialista sobre Ucrania pero con una tajada importante para la oligarquía rusófona constituyen el llamado campo burgués “pro-ruso”, opuesto al campo burgués “pro-europeo” de los agentes de la ofensiva económica y política del imperialismo.
en: Those who defend the imperialist domination over Ukraine but with a significant slice to the Russian-speaking oligarchy constitute the so-called bourgeois camp "pro Russian", opposed to bourgeois field "pro-European" of the agents of the economic and political offensive of imperialism.

source: Los recientes acontecimientos de Alemania han confirmado como la reacción pequeño-burguesa desenfrenada hace peligrar el ‘orden’” (Trotsky, Bonapartismo y Fascismo).
en: Recent events in Germany have confirmed how the unbridled petty-bourgeoisie reaction bourgeois endangers the 'order' "(Trotsky, fascism and Bonapartism)."

source: Luego de disolver dos veces el parlamento, en un nuevo acercamiento al imperialismo europeo, Yuschenko despidió a Yanukovich y nombró nuevamente a Tymoshenko como primera ministra.
en: After dissolving parliament twice, in a new approach to European imperialism, Yushchenko dismissed Yanukovych and Tymoshenko was reappointed as prime minister..

source: Luego hubo un episodio cuando la extrema derecha atacó la carpa de la Confederación de Sindicatos Libres de Ucrania cerca al Maidán.
en: Then there was an episode when the far-right attacked the tent of the Confederation of Free Trade Unions of Ukraine near the Maidan.

source: Luego lo acompañan en su aventura revisionista su hermano menor rebelde, la UIT-CI y también el PO ambos del FIT argentino.
en: Then accompany it in his revisionist adventure his rebellious younger brother, the IWU-FI and the PO both of the Argentinian FIT (Left Front of Workers).

source: Luego se iniciaría la crisis capitalista mundial (2007), que condujo a una caída brutal del PBI y las peores consecuencias para la ya precaria economía de los explotados.
en: Then began the global capitalist crisis (2007), which led to a brutal drop in GDP and the worst consequences for the already precarious economy of the exploited.

source: Luego veremos cómo fue aplicado este programa estalinista en la actual crisis que sacude al país.
en: We will see later how it was applied this Stalinist program in the current crisis that is shaking the country.

source: Meses antes, el fascismo se vio ya obligado a retroceder:
en: Months earlier, fascism was already forced to retreat.

source: Mientras el imperialismo bombardeaba y desmembraba Yugoslavia, en Ucrania la restauración impuso un verdadero genocidio económico, con una caída brutal del PBI y de las condiciones de vida de las masas (la población pasó de 52 a 48 millones de h.).
en: While the imperialism was bombing and dismembering Yugoslavia, in Ukraine the restoration he imposed a genuine economic genocide, with a brutal fall of GDP and the living conditions of the masses (the population went from 52 to 48 million h.).

source: Mientras que Borotda, como fracción pública a la izquierda del PC, está respaldando por fuera del gobierno la política reaccionaria del frente popular, bajo el esquema estalinista clásico de “revolución por etapas”.
en: While Borotda, as public fraction to the left of CP, is supporting by outside of Government, the reactionary policy of the Popular Front, under the classical Stalinist scheme of "two-stage revolution"

source: Moros, líder histórico de la socialdemocracia ucraniana, se entregó abiertamente en brazos de Yanukovich produciendo una profunda crisis en su partido y en todos los satélites que orbitan alrededor de él.
en: Moros, historic leader of the Ukrainian social democracy, openly handed himself over the arms of Yanukovich, producing a deep crisis in his party and all the satellites that orbit around it.

source: Movchan y sus camaradas también rechazan ‘los métodos parlamentarios de lucha […]
en: Movchany and his comrades also reject ' parliamentary methods of struggle [...]

source: Muy junto siempre a los anarquistas, podemos encontrar al seudo-trotskismo ucraniano.
en: Always very next to the anarchists, we can find the Ukrainian pseudo-Trotskyism.

source: Ni siquiera los fascistas se atreven a decir eso:
en: Fascists do not even dare to say that:

source: Ni tampoco es difícil saber de qué lado están los vocingleros anarquistas.
en: Nor is it Difficult to know in Which Side Are the vociferous anarchists.

source: Ninguna clase puede vivir durante mucho tiempo sin perspectiva ni esperanza.
en: Any class can live for a long time without prospect or hope.

source: No compartimos el planteamiento político del mismo ya que está identificado con la política estalinista de Frente Popular que hemos venido denunciando sin cansancio.
en: We don't share its political approach because to its identification with the Stalinist policy of Popular Front that we have been denouncing without fatigue.

source: No es difícil imaginar de qué lado está Borotda con respecto a Siria:
en: It is not difficult to imagine which side is Borotda with respect to Syria:

source: No es la primera vez que la izquierda reformista apoya abiertamente un levantamiento fascista.
en: It is not the first time that the reformist left openly supports a fascist uprising.

source: No hay mejor camino para esto que exigir a las direcciones del proletariado que rompan ya su sometimiento a la oligarquía y al imperialismo y pongan en pie de inmediato un gran frente obrero anti-fascista y revolucionario de todos los explotados desde Lviv hasta Donetsk.
en: There is no better way for this that demand to leaderships of the proletariat that broke their subjugation to the oligarchy and imperialism and to immediately rise a large anti-fascist and revolutionary workers' united front of all the exploited from Lviv to Donetsk.

source: No nos debe sorprender entonces que Svoboda haya intervenido en una protesta radicalizada de trabajadores despedidos llevando consignas de “revolución social” y “emancipación nacional”, pero obviamente sin llamar a paralizar la producción.
en: We should not be surprised then that Svoboda has intervened in a radical protest by laid-off workers carrying slogans of "social revolution" and "national emancipation", but obviously not call to paralyze production.

source: No obstante Rusia sigue siendo el principal socio comercial de Ucrania y esto es también lo que el imperialismo busca cambiar a su favor.
en: Nevertheless, Russia remains Ukraine's main trading partner and this is also what the imperialism seeks to change in their favor.

source: No obstante, aquí también el tiempo trajo las rectificaciones necesarias al sacar a la luz las contradicciones existentes entre los agentes democráticos de la burguesía y sus agentes fascistas.
en: However, here also the time brought the necessary corrections exposing the existing contradictions between the democratic agents of the bourgeoisie and fascist agents.

source: No sabemos qué tanta incidencia real tengan sobre algún sector de la clase obrera, pero al parecer llegaron a organizar la presentación de los escritos de Trotsky sobre Ucrania y fueron duramente atacados por un puñado de fascistas, unas semanas antes del inicio de la “Revolución Euromaidán”.
en: We don't know how much real impact have on any sector of the working class, but apparently came to organize the presentation of the writings of Trotsky on Ukraine and were harshly attacked by a handful of fascists, a few weeks before the start of the "Euromaidan revolution".

source: No se puede entender la compleja situación actual ucraniana que está definiendo la situación mundial, sin comprender todo el proceso anterior que es también internacional.
en: Cannot understand the complex Ukrainian situation that is defining the global situation, without understanding all of the previous process which is also international.

source: No se puede negar que el rol que jugó inicialmente el PPS [Partido Socialista Polaco]
en: It can't deny that the role that initially played the PPS [Polska Partia Socjalistyczna - Polish Socialist Party],

source: No solo se trata de una disputa burguesa de negocios sino sobre todo de una ofensiva de explotación, saqueo y muerte a costa de las masas ucranianas y que se suma al pacto de restauración capitalista en Cuba y genocidios contra-revolucionarios como el impuesto a las masas de Siria.
en: This is not just about a bourgeois business dispute but above all an offensive of exploitation, plunder and death at the expense of the Ukrainian masses and that adds to the covenant of capitalist restoration in Cuba and counter-revolutionaries genocides like the one imposed to the masses of Syria.

source: No tenemos donde retroceder – ¡esta es nuestra tierra!
en: We have nowhere to retreat – this is our land!

source: No tiene mucho sentido participar en las actividades en la calle Grushevskogo, que desde el principio, carecían de sentido.
en: There’s not much sense in participating in the activities in Grushevskogo street, which were meaningless from the very beginning.

source: Norteamérica e Inglaterra han hecho también importantes inversiones directas:
en: USA and Britain have also made significant direct investments:
